[
  {
    "name": "Alberto Cairo",
    "tagline": "Journalist, Designer, Art Director, and Educator",
    "photo": "alberto-cairo.jpg",
    "bio": "Journalist, designer, art director, and educator. He’s the Knight Chair in Infographics and Data Visualization at the University of Miami’s School of Communication, and director of Visualization at UM’s Frost Institute for Data Science and Computing.",
    "role": "instructor",
    "courses": [
      "Core Course",
      "Visualization with Flourish"
    ],
    "links": [
      "https://www.albertocairo.com/",
      "https://www.linkedin.com/in/albertocairo/",
      "https://bsky.app/profile/albertocairo.com"
    ]
  },
  {
    "name": "Lauren Klein",
    "tagline": "Professor at Emory University and Director of the Emory Digital Humanities Lab",
    "photo": "lauren-klein.jpg",
    "bio": "Lauren Klein is Professor of Quantitative Theory & Methods and English at Emory University, where she also directs the Emory Digital Humanities Lab and the Atlanta Interdisciplinary AI Network. Her research brings together computational and critical methods to explore questions of gender, race, and justice. Klein is author (with Catherine D’Ignazio) of the award-winning Data Feminism (MIT Press, 2020), and is currently completing Data by Design: An Interactive History of Data Visualization.",
    "role": "instructor",
    "courses": [
      "Feminist Data Visualization"
    ],
    "links": [
      "https://lklein.com"
    ]
  },
  {
    "name": "Rodolfo Almeida",
    "tagline": "Independent Information Designer and Visual Journalist",
    "photo": "rodolfo-almeida.jpg",
    "bio": "Rodolfo Almeida is a freelance visual journalist, information designer, and researcher from São Paulo. He holds a degree in journalism from PUC-SP and a master’s in design from the Federal University of Rio de Janeiro, where he studied how the climate crisis is portrayed in dataviz. He has created dozens of infographics for outlets like Nexo Jornal, Núcleo, The Intercept, Greenpeace, the European Commission and more. His work has been recognized by awards like Malofiej, SND, Sigma, ÑH, and IIB.",
    "role": "instructor",
    "courses": [
      "Figma for Visualization"
    ],
    "links": [
      "https://rodolfoalmeida.info/",
      "https://linkedin.com/in/rodolfo-almeida/",
      "https://bsky.app/profile/rodolfoalmd.nucleo.jor.br"
    ]
  },
  {
    "name": "Frank Elavsky",
    "tagline": "Researcher in Human-Computer Interaction",
    "photo": "frank-elavsky.jpg",
    "bio": "Frank is a PhD candidate and researcher at the Human-Computer Interaction Institute at Carnegie Mellon University. His work explores the intersection of interactive data visualization and accessibility. Frank has collaborated with companies such as Apple's Human-Centered Machine Intelligence research group, Adobe, Microsoft, Visa, and Highcharts. Frank’s contributions focus on enabling people with and without disabilities find insights, make decisions, and live better lives using data.",
    "role": "instructor",
    "courses": [
      "Accessibility in Visualization"
    ],
    "links": [
      "https://frank.computer",
      "https://bsky.app/profile/frank.computer",
      "https://linkedin.com/in/elavsky/"
    ]
  },
  {
    "name": "Catherine D'Ignazio",
    "tagline": "Associate Professor of Urban Science & Planning, Director of the Data + Feminism Lab",
    "photo": "catherine-d-ignazio.jpg",
    "bio": "Catherine D’Ignazio is an Associate Professor of Urban Science and Planning and Director of the Data + Feminism Lab in the Department of Urban Studies and Planning at MIT. She is the co-author of Data Feminism (2020) and author of Counting Feminicide: Data Feminism in Action (2024), both award-winning books that describe more liberatory and empowering approaches to data science and visualization.",
    "role": "instructor",
    "courses": [
      "Feminist Data Visualization"
    ],
    "links": [
      "https://bsky.app/profile/kanarinka.bsky.social"
    ]
  },
  {
    "name": "Joy Victor",
    "tagline": "Data Analyst & Tableau Ambassador",
    "photo": "joy-victor.jpg",
    "bio": "Joy Victor is a Data Analyst and AI Ethics Wingwoman. She leads the data analysis and visualization efforts for the AIAI Network's Public Interest AI project under DataedX. In her most recent report, she examined the intersection of Georgia’s cybercrime activity and the influence of AI. Joy is also a Tableau Ambassador, co-lead of the Tableau + AI User Group, and a contributor to the Rebel Tech Newsletter.",
    "role": "instructor",
    "courses": [
      "Generative AI for Visualization"
    ],
    "links": [
      "https://www.linkedin.com/in/jhoie",
      "https://x.com/Jhoie__",
      "https://medium.com/@victoriousjvictor"
    ]
  },
  {
    "name": "Luis Melgar",
    "tagline": "Graphics Reporter at The Washington Post",
    "photo": "luis-melgar.jpg",
    "bio": "Luis Melgar is a graphics reporter with more than a decade of experience making data visualizations, both static and interactive. Since 2022, he has worked for the graphics team at The Washington Post, where he mostly covers economic issues. Before joining the Post, he worked for Univision, The Wall Street Journal and Guns & America, a public media reporting collaborative that covered gun violence and gun culture in the U.S.",
    "role": "instructor",
    "courses": [
      "Visualization with Datawrapper"
    ],
    "links": [
      "https://www.lmelgar.me/"
    ]
  },
  {
    "name": "Raymond Balise",
    "tagline": "Associate Professor of Biostatistics at the University of Miami",
    "photo": "raymond-balise.jpg",
    "bio": "Ray earned his PhD in Experimental Psychology from the University of Texas in 1996. He taught award-winning courses at Stanford in what’s now called data science until joining the University of Miami in 2014. There, he’s continued to earn teaching awards for courses in statistical computing, biostatistics, data science, and reproducible research. His current work explores the intersection of HIV, mental health, substance use, and health disparities.",
    "role": "instructor",
    "courses": [
      "Visualization with R, ggplot2, and AI"
    ],
    "links": [
      "https://derailment.netlify.app/",
      "https://github.com/RaymondBalise"
    ]
  },
  {
    "name": "Hannah Dormido",
    "tagline": "Graphics Reporter and Cartographer at the Washington Post",
    "photo": "hannah-dormido.jpg",
    "bio": "Hannah Dormido is an award-winning visual journalist and cartographer at The Washington Post, where she focuses on national news and politics. With more than a decade of experience at The Post, Bloomberg News, and the Financial Times, she has shaped stories that turn complex data into compelling visuals. She is the president of the North American Cartographic Information Society and creator of Dormidots, a distinctive hand-drawn mapping style.",
    "role": "instructor",
    "courses": [
      "Cartography and Map Design with QGIS",
      "Rawgraphs for Visualization"
    ],
    "links": [
      "https://hannahdormido.com",
      "https://instagram.com/byhannahdormido"
    ]
  },
  {
    "name": "Gurman Bhatia",
    "tagline": "Founder at Revisual Labs",
    "photo": "gurman-bhatia.jpg",
    "bio": "Gurman Bhatia is the Founder & Director of Revisual Labs, India’s foremost information design studio. An award-winning practice, Revisual Labs works at the intersection of data, design, and storytelling. A former data journalist with over a decade of experience, Gurman has trained 1,500+ professionals worldwide in data storytelling, helping organizations transform complex information into clarity, creativity, and impact.",
    "role": "instructor",
    "courses": [
      "The Craft of Building Stories with Data"
    ],
    "links": [
      "https://www.gurmanbhatia.com",
      "https://www.linkedin.com/in/gurmanbhatia/",
      "https://www.instagram.com/chartwaali/"
    ]
  },
  {
    "name": "Bridget Winds Cogley",
    "tagline": "",
    "photo": "bridget-winds-cogley.jpg",
    "bio": "",
    "role": "instructor",
    "courses": [
      "Applied Data Ethics",
      "Designing Dashboards"
    ],
    "links": [
      "https://bridgetcogley.com",
      "https://tableaufit.com",
      "https://www.linkedin.com/in/bridgetcogley",
      "https://bsky.app/profile/cogley.bsky.social"
    ]
  },
  {
    "name": "Enrico Bertini",
    "tagline": "Associate Professor at Northeastern University",
    "photo": "enrico-bertini.jpg",
    "bio": "Dr. Bertini serves as an Associate Professor at Northeastern University, focusing on research and teaching in the fields of data visualization and visual analytics. His work covers a broad spectrum within data science and visualization, including both empirical studies and practical applications. Dr. Bertini also authors a newsletter titled FILWD, where he shares insights on data, AI, and visualization. Additionally, he offers public and private workshops on data thinking and visualization.",
    "role": "instructor",
    "courses": [
      "The Art of Reading Charts"
    ],
    "links": [
      "https://enrico.bertini.io/",
      "https://filwd.substack.com/",
      "https://www.linkedin.com/in/ebertini/"
    ]
  },
  {
    "name": "Hiram Henriquez",
    "tagline": "Founder and Creative Director of H2H Graphics & Design Inc.",
    "photo": "hiram-Henriquez.jpg",
    "bio": "Hiram Henriquez’s career spans over 30 years working at The Miami Herald (graphics editor), the South Florida Sun Sentinel (sr. graphics reporter), and National Geographic (graphics editor). Hiram runs his own design studio, H2H Graphics & Design Inc., specializing in illustration, informational graphics, and visual design. He is also a senior lecturer at UM’s School of Communication teaching Visual Design and Informational Graphics.",
    "role": "instructor",
    "courses": [
      "Adobe Illustrator for Visualization Design"
    ],
    "links": [
      "https://com.miami.edu/profile/hiram-henriquez",
      "https://www.h2hgraphics.com"
    ]
  },
  {
    "name": "James McKenney",
    "tagline": "Data Analyst at Kaseya and Adjunct Faculty at the University of Miami",
    "photo": "james-mckenney.jpg",
    "bio": "I am Lead Data Analyst in FP&A at Kaseya and Adjunct Faculty in the University of Miami’s School of Communication. My work centers on making code and data visualization accessible, bridging business analytics with teaching. I enjoy helping others use Python and data storytelling to bring clarity to complex ideas.",
    "role": "instructor",
    "courses": [
      "Python for Data Visualization"
    ],
    "links": []
  },
  {
    "name": "Vinicius Sueiro",
    "tagline": "Designer and Front-end Developer",
    "role": "contributor",
    "links": ["https://vsueiro.com/"]
  },
  {
    "name": "Melissa Strong",
    "tagline": "Back-end Developer",
    "role": "contributor",
    "links": ["https://www.linkedin.com/in/melissaashliestrong/"]
  },
  {
    "name": "Larry Flores",
    "tagline": "Video Production and Editing",
    "role": "contributor",
    "links": ["https://www.linkedin.com/in/larry-flores-ii-5617351bb/"]
  },
  {
    "name": "Rosaura Echegaray",
    "tagline": "Logistics and Finance",
    "role": "contributor",
    "links": ["https://com.miami.edu/profile/rosaura-echegaray/"]
  },
  {
    "name": "Michela Tjan",
    "tagline": "Writer and Developer",
    "role": "contributor",
    "links": ["https://www.linkedin.com/in/michela-tjan-sakti-effendie/"],
    "former": true
  }
]
